[
  {
    "pic"    : "https://images.unsplash.com/photo-1525351326368-efbb5cb6814d?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=580&q=80",
    "content": "\"Ah - right - certainly -\" said Mr. Weasley.  He retreated a short distance from the cottage and beckoned Harry toward him.  \"Help me, Harry,\" he muttered, pulling a roll of Muggle money from his pocket and starting to peel the notes apart.  \"This one's a - a - a ten?  Ah yes, I see the little number on it now... So this is a five?\" \n\"A twenty,\" Harry corrected him in an undertone, uncomfortably aware of Mr. Roberts trying to catch every word. \n\"Ah yes, so it is.... I don't know, these little bits of paper...\" \n"
  },
  {
    "pic"    : "https://images.unsplash.com/photo-1592660716763-09efba6db4e3?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=580&q=80",
    "content": "Harry looked around; the whole class was staring at him.  He sat up straight; he had been almost dozing off, lost in the heat and his thoughts. \n\"I was saying, my dear, that you were clearly born under the baleful influence of Saturn,\" said Professor Trelawney, a faint note of resentment in her voice at the fact that he had obviously not been hanging on her words. \n"
  },
  {
    "pic"    : "https://images.unsplash.com/photo-1612450632008-22c2a5437dc1?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=580&q=80",
    "content": "\"Socks are Dobby's favorite, favorite clothes, sir!\"  he said, ripping off his odd ones and pulling on Uncle Vernon's.  \"I has seven now, sir. . . . But sir ...\" he said, his eyes widening, having pulled both socks up to their highest extent, so that they reached to the bottom of his shorts, \"they has made a mistake in the shop, Harry Potter, they is giving you two the same!\" \n\"Ah, no, Harry, how come you didn't spot that?\" said Ron, grinning over from his own bed, which was now strewn with wrapping paper. \"Tell you what, Dobby - here you go - take these two, and you can mix them up properly. And here's your sweater.\" \nHe threw Dobby a pair of violet socks he had just unwrapped, and the hand-knitted sweater Mrs. Weasley had sent, Dobby looked quite overwhelmed. \n"
  },
  {
    "pic"    : "https://images.unsplash.com/photo-1581235854265-41981cb85c88?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=880&q=80",
    "content": "Harry kept his eyes skinned for a sign of Hagrid all the way down the slushy High Street, and suggested a visit to the Three Broomsticks once he had ascertained that Hagrid was not in any of the shops. \nThe pub was as crowded as ever, but one quick look around at all the tables told Harry that Hagrid wasn't there.  Heart sinking, he went up to the bar with Ron and Hermione, ordered three butterbeers from Madam Rosmerta, and thought gloomily that he might just as well have stayed behind and listened to the egg wailing after all. \n\"Doesn't he ever go into the office?\" Hermione whispered suddenly. \"Look!\" \n"
  },
  {
    "pic"    : "https://images.unsplash.com/photo-1570427968906-5a309bfd7de3?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=880&q=80",
    "content": "\"By all accounts, he is no loss!\" blustered Fudge.  \"It seems he has been responsible for several deaths'.\" \n\"But he cannot now give testimony, Cornelius,\" said Dumbledore.  He was staring hard at Fudge, as though seeing him plainly for the first time.  \"He cannot give evidence about why he killed those people.\" \n\"Why he killed them?  Well, that's no mystery, is it?\"  blustered Fudge.  \"He was a raving lunatic!  From what Minerva and Severus have told me, he seems to have thought he was doing it all on You-Know-Who's instructions!\" \n\"Lord Voldemort was giving him instructions, Cornelius,\" Dumbledore said.  \"Those peoples deaths were mere by-products of a plan to restore Voldemort to full strength again. The plan succeeded. Voldemort has been restored to his body.\" \n"
  },
  {
    "pic"    : "https://images.unsplash.com/photo-1482112252853-a77ee8d9a8cc?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=867&q=80",
    "content": "\"Wow!\" said Dennis, as though nobody in their wildest dreams could hope for more than being thrown into a storm-tossed, fathoms-deep lake, and pushed out of it again by a giant sea monster. \n\"Dennis!  Dennis!  See that boy down there?  The one with the black hair and glasses? See him?  Know who he is, Dennis?\" \nHarry looked away, staring very hard at the Sorting Hat, now Sorting Emma Dobbs. \nThe Sorting continued; boys and girls with varying degrees of fright on their faces moving one by one to the three-legged stool, the line dwindling slowly as Professor McGonagall passed the L's. \n"
  },
  {
    "pic"    : "https://images.unsplash.com/photo-1494548162494-384bba4ab999?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=880&q=80",
    "content": "\"You're JOKING!\" said Fred Weasley loudly. \nThe tension that had filled the Hall ever since Moody's arrival suddenly broke.  Nearly everyone laughed, and Dumbledore chuckled appreciatively. \n\"I am not joking, Mr. Weasley,\" he said, \"though now that you mention it, I did hear an excellent one over the summer about a troll, a hag, and a leprechaun who all go into a bar. \nProfessor McGonagall cleared her throat loudly. \n"
  },
  {
    "pic"    : "https://images.unsplash.com/photo-1494952200529-3ceb822a75e2?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=880&q=80",
    "content": "\"Damn leg,\" he said furiously.  \"Would've been here quicker . . . what's happened? Snape said something about Crouch -\" \n\"Crouch?\"  said Hagrid blankly. \n\"Karkaroff, please, Hagrid!\"  said Dumbledore sharply. \n\"Oh yeah . .'. right y'are, Professor. . .\" said Hagrid, and he turned and disappeared into the dark trees, Fang trotting after him. \n"
  },
  {
    "pic"    : "uploads/images/always.png",
    "content": "\"Foul!\" echoed Ludo Bagman's magically magnified voice. \"Dimitrov skins Moran - deliberately flying to collide there - and it's got to be another penalty - yes, there's the whistle!\" The leprechauns had risen into the air again, and this time, they formed a giant hand, which was making a very rude sign indeed at the veela across the field. At this, the veela lost control. Instead of dancing, they launched themselves across the field and began throwing what seemed to be handfuls of fire at the leprechauns. Watching through his Omnioculars, Harry saw that they didn't look remotely beautiful now. On the contrary, their faces were elongating into sharp, cruel-beaked bird heads, and long, scaly wings were bursting from their shoulders - \"And that, boys,\" yelled Mr. Weasley over the tumult of the crowd below, \"is why you should never go for looks alone!\" Ministry wizards were flooding onto the field to separate the veela and the leprechauns, but with little success; meanwhile, the pitched battle below was nothing to the one taking place above. Harry turned this way and that, staring through his Omnioculars, as the Quaffie changed hands with the speed of a bullet. \"Levski - Dimitrov - Moran - Troy - Mullet - Ivanova - Moran again - Moran - MORAN SCORES!\""
  }
]
